ahmadawais.shades-of-purple
aleksandrzorin.webstorm-darcula-dark-theme
angular.ng-template
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
codeium.codeium
csharpier.csharpier-vscode
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dotjoshjohnson.xml
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
haydenbleasel.vercel-vscode
hossaini.bootstrap-intellisense
hylong.webstorm-theme-vscode
johnpapa.angular2
jorgeserrano.vscode-csharp-snippets
locofy.locofy-vs-code-extension
lokalise.i18n-ally
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
oracle.oracledevtools
patcx.vscode-nuget-gallery
pkief.material-icon-theme
postman.postman-for-vscode
prateekmahendrakar.prettyxml
pucelle.vscode-css-navigation
quicktype.quicktype
qwtel.sqlite-viewer
redhat.vscode-yaml
ritwickdey.liveserver
sdras.vue-vscode-snippets
thibault-vanderseypen.i18n-json-editor
vscode-icons-team.vscode-icons
vue.volar
vunguyentuan.vscode-css-variables
wallabyjs.console-ninja
wallabyjs.quokka-vscode
yzhang.markdown-all-in-one
